[
  {
    "id": 1,
    "starts": 4,
    "title": "Cozy Reading Chair",
    "description": "Indulge in ultimate comfort with our Cozy Reading Chair, designed for relaxation and tranquility. Its plush cushions and ergonomic design provide unparalleled support, while the soft, luxurious upholstery adds a touch of elegance to any room. Whether you're delving into a novel or simply unwinding, this chair promises a cozy retreat for endless hours of reading pleasure.",
    "quantity": 1,
    "price": 350.0,
    "actualPrice": null,
    "image": "/assets/images/allProducts/cozy_reading_chair.webp",
    "sampleImage": [
      {
        "id": 1,
        "imageSample": "/assets/images/allProducts/cozy-chair/sample1.jpeg"
      },
      {
        "id": 2,
        "imageSample": "/assets/images/allProducts/cozy-chair/sample2.jpeg"
      },
      {
        "id": 3,
        "imageSample": "/assets/images/allProducts/cozy-chair/sample3.jpeg"
      },
      {
        "id": 4,
        "imageSample": "/assets/images/allProducts/cozy-chair/sample4.jpeg"
      }
    ],
    "sale": false,
    "productInformation": {
      "describle": [
        {
          "id": 1,
          "slug": "Welcome to the world of comfort and relaxation with our cozy reading chair. Designed with your ultimate comfort in mind, this chair is more than just a piece of furniture; it's your personal sanctuary, where you can immerse yourself in the world of literature and escape from the hustle and bustle of everyday life."
        }
      ],
      "features": [
        {
          "id": 1,
          "title": "Ergonomic Design:",
          "slug": "Our Cozy Reading Chair is meticulously crafted with an ergonomic design to provide optimal support for your body while you indulge in your favorite books. The contoured shape of the chair ensures that you can sit for hours without experiencing any discomfort."
        },
        {
          "id": 2,
          "title": "Plush Cushioning:",
          "slug": "Sink into luxurious comfort with the plush cushioning of our reading chair. The generous padding not only cradles your body but also retains its shape, ensuring long-lasting support and durability."
        },
        {
          "id": 3,
          "title": "Armrests and Lumbar Support:",
          "slug": "Say goodbye to strained arms and achy backs! Our reading chair features padded armrests and built-in lumbar support, allowing you to maintain proper posture and relax without any tension."
        }
      ],
      "benefits": [
        {
          "id": 1,
          "title": "Promotes Relaxation:",
          "slug": "Reading Create your own reading oasis with our Cozy Reading chair. Its inviting design encourages relaxation, allowing you to escape into the world of literature and unwind after a hectic day."
        },
        {
          "id": 2,
          "title": "Enhances Comfort:",
          "slug": "Experience the ultimate in comfort with our reading chair. Whether you're engrossed in a thrilling novel or catching up on your favorite magazine, you'll love the luxurious feel of our plush cushioning and supportive design."
        },
        {
          "id": 3,
          "title": "Improves Posture:",
          "slug": "Maintain proper posture while you read with the ergonomic design of our Cozy Reading Chair. The built-in lumbar support and padded armrests help alleviate strain on your back and shoulders, ensuring a more comfortable experience."
        }
      ],
      "image": "/assets/images/allProducts/cozy-chair/cozyChairProductInfo.jpeg"
    },
    "shippingInformation": {
      "id": 1,
      "slug": "We provide shipping to everyware, with charges. (Coming soon to Singapore!)",
      "estimatedTime": "5-7 working days."
    },
    "returnInformation": {
      "id": 1,
      "returnPolicyDescription": [
        {
          "id": 1,
          "slug": "Tortor sagittis orci a scelerisque purus semper eget at lectus urna duis convallis porta nibh venenatis cras sed felis eget neque laoreet suspendisse interdum consectetur libero id faucibus nisl donec pretium vulputate sapien nec sagittis aliquam nunc lobortis. At risus viverra adipiscing at in tellus integer feugiat nisl pretium fusce id velit ut tortor."
        }
      ],
      "policyPoints": [
        {
          "id": 1,
          "item": "Adipiscing elit ut aliquam purus sit amet viverra suspendisse potenti"
        },
        {
          "id": 2,
          "item": "Neque sodales ut etiam sit amet nisl purus non tellus orci ac auctor"
        }
      ]
    }
  }
]
